import "./modules/elder";
import "./modules/difficulty";
import "./modules/decks";

console.log(`
На выбор предоставляется минимум одна карта древнего (максимум 4) +5-20 баллов(по 5 за каждого древнего) +20
На выбор предоставляется несколько уровней сложности (максимум 5) +5-25 баллов(по 5 за каждый уровень сложности +25
Карты замешиваются согласно правилам игры +40 баллов +40
Есть трекер текущего состояния колоды +20 баллов +20

Итого: 105/100

P.S. Для простоты проверки в консоль выводится лог сформированной колоды

P.P.S. Если не выбирать Древнего или сложность то эти значения выберутся случайно
`);
